app/controllers/artists_controller.rb

  def index
    # binding.pry
    @artists = Artist.all
---
SELECT "artists".* FROM "artists"